[
  {
    "user": "rategod",
    "recommendation": "Recommended",
    "review": "Clear interface, cruelly addictive gameplay, detailed graphics. Civilization V has              tentacles that won't let you go. If you don't want to lose most of your productive time in              the coming weeks, you better stay away from five!              It is the year 4000 BC, you start with a settler, your task is to establish a city and              build a civilization from it that will rule the world.              The game brings interesting changes compared to previous Civilizations, for example, you              can no longer have a larger number of units on one square. Now 1 field = 1 unit applies              (with the honorary exception of special characters such as generals). This in itself              changes the game significantly and makes the war in Civilization V difficult chess.              Each unit has its characteristic pros and cons. The ride can handle archers without any              problems, but as soon as the spearmen appear, the horses have a problem. And what about              this: archers, siege engines, catapults, at a later stage rocket launchers, simply units              with ranged weapons can now fire again through several fields! At five, then,              sacramentally, it depends on how you maneuver your army in difficult terrain. Of course,              mountains, hills, forests, jungles and other pranks of nature also play a role.              In addition, cities have newly acquired active defensive abilities, where they can fire up              to a distance of two squares on attacking units, and thus actively participate in the              defense of your empire.              The concept of 'happiness is defined in the five at the level of the whole civilization.              The happier your empire is, the sooner the golden age will come and you will be able to              enjoy faster growth. But if civilization is unfortunate, cities are growing more slowly,              they are producing more slowly, there is simply a recession. You can influence your luck              with buildings such as the Colosseum, the stadium, simply bread and games for plebs.              Statistically, five is less richer than the previous part, but statistics are not              everything. If you look left and right, you will find that strategy games are dying out              for us. Their numbers are no longer what they used to be. Simplification is the way to              survive, while simplification in CiV is done with maximum feeling for the final              playability. 95%"
  },
  {
    "user": "Industrial Gamers!",
    "recommendation": "Recommended",
    "review": "Honest Review, (From the mind of a simple critic) Industrial Gamers!              Gameplay. Civilization V is a turn-based strategy game, where each player represents the              leader of a certain nation or ethnic group ('civilization') and must guide its growth              throughout thousands of years. The game starts with the foundation of a small settlement              and ends after achieving one of the victory conditions—or surviving until the number of              game turns end, at which point the highest-scoring civilization, based on several factors,              such as population, land, technological advancement, and cultural development, is declared              the winner.              Graphics. Honestly still great and I'm writing this in 2021, 11 years later! I honestly              prefer it to what we got in Civ 6.              Sound. The music is some of my all-time favorites to listen to, it doesn't have the best              title screen music as Civ 4 (Baba Yetu) but all together it's still a really good              soundtrack to listen to whilst plotting mass murder or world peace.              Difficulty. Complex but never enough to demotivate new players. With many ways to win you              can find a playstyle that works with you to get an edge on your opponents.              Server. Easy enough to create a game or jump into a random match. (Which I don't advise              because you'll get kicked)              Final Rating - Reviewing an 11-year-old game is hard because people already know so much              about Civ 5, but if I can add anything to bring in New 4X/Strategy I would say this.              Please start with Civ 5. It's a great game to get into and the replayability is worth              every cent. Wait for it to go on sale and you can double your fun with the 'Complete              Bundle' that adds literally hours of new content to the base game!"
  },
  {
    "user": "Kilian Of Rushya",
    "recommendation": "Recommended",
    "review": "Short review          Civilization, which until then was one of the best franchises in the field of management          and strategy, has just won its wargame stripes on the occasion of this fifth game. The          adoption of a hexagonal grid and the inability to stack military units — a real revolution          in the series — literally increases the tactical dimension of combat. The other novelties          are less convincing: between a fairly superficial system of social doctrines and          city-states which tend to lock diplomatic relations, all is not marvellous. The real          question is whether Civilization V is able to attract the veterans of the series. If we          can regret the disappearance of certain features, just look back and consider Civilization          II, which in my opinion, remains the best episode of the series, to understand that the          pleasure of the game is not necessarily proportional to the increasing complexity of the          gameplay. From this point of view, Civ V provides the essentials with its intact strategic          depth which should convince purists and newcomers.          Long review          Reconcile the expectations of seasoned players, in perpetual demand for complexity, and          those of neophytes, which the mere mention of turn-based games may scare: it's a great          challenge and it was brilliantly taken up by a certain John Schafer. Chief Designer of          Civilization V, this big fan of the franchise spent his time designing maps before being          hired by Firaxis Studio and being given the keys to the project. The goal? Refresh the          series, allow it to evolve and come back to modernity without losing any of its richness          and sharp gameplay. To do this, John imbued the game with his own player view, which          allowed him to rethink certain game mechanics without betraying the spirit.          Civilization V offers two game modes: singleplayer and multiplayer, as well as centralized          mod management to make it easier to share, integrate, and use community-developed tools          and content. I will not cover the multiplayer mode, which is pretty basic and allows you          to play with other players - duh. I will therefore only limit myself to deploring the          disappearance of the hot seat option which pleasantly complemented, in the previous opus,          the online and local network game offer. The singleplayer mode allows you to play on maps          defined according to random or carefully configured variables. Size and type of map,          number of opponents, starting era, level of difficulty, speed, turn limit, timer,          geographical and climatic conditions, resources... Everything — or almost — can be tweaked          at will. Fans of historical epics will regret, on the other hand, the absence of a          campaign mode but the scenarios are actually quite fun to play and are a correct          replacement. Aztecs, French, Iroquois, Japanese, Persians, Romans... the game gives you          the choice between 43 civilizations (including DLCs and expansions), each led by a          charismatic leader with his own personality and each benefiting from one to two special          abilities. Failing to be able to benefit from specific objectives, you will find in this          fifth episode the conditions of victory which made the success of the previous ones. They          are now four in number: military (being the last civilization to have a capital),          scientific (being the first to send a shuttle to Alpha Centauri), diplomatic (obtaining a          sufficient number of votes at the United Nations) and cultural (adopt enough social          doctrines to build the Utopia project). I will come back to this later.          Until then, it's a long road that begins for the player. He will start the game with a          small group of settlers and a scout unit drowned on the world map. This is the opportunity          to see the graphic evolution offered by Civilization V. To hope to attract new players,          the Firaxis team had to operate a complete cosmetic facelift as the visual rendering has          continued to be grossly dusted since the first episodes. The work done at the interface          level commands respect. Sober, elegant and efficient, it highlights all the essential          information and groups the most detailed data together in various retractable panels. A          well-designed notification system can display each alert on demand in order to avoid the          multiplication of windows. Discreetly integrated, the game help (tooltips, tutorials,          advisors and the essential Civilopedia) can of course be deactivated. The whole is very          pleasant to take in hand and suffers only from a few minor flaws such as the need to click          twice to access certain panels (those that are disturbed by that will be able to use the          keyboard shortcuts) or the impossibility to configure the indications of the mini-map. The          extent of visual improvement is also shown on the main map. The cloud cover that acts as          fog of war and the ugly early game landscape textures will gradually fade to let you          admire the traces of human activity on the surrounding world. The animation of the units          is a continuation of the work carried out on Civilization Revolution. Finally, the          diplomatic screens display leaders modeled with particular care and a touch of humor. The          whole is based on superb dynamic musical themes, adapted to each civilization.          In short, veterans and newcomers alike should appreciate this very successful game, using          a slightly revamped gameplay that perpetuates proven mechanics. The game takes place on a          turn-based system, with a system of one action per unit and per turn. After exploring the          surrounding of your starting location, it is necessary to quickly build and develop your          first city (the capital) while starting to explore the rest of the map. Exploration allows          you to detect new resources, locate your opponents, but also to be the first to discover          the ancient ruins and the Wonders spread over the map (a novelty) to take advantage of the          bonuses granted. Besides that, whatever the victory condition is, it is more than ever          necessary in Civilization V to carefully manage the economic aspect of the game. The          expansion of cities is indeed particularly slow (even if it is still possible to push back          their borders for a fee), which forces you to take full advantage of every resources you          can find, knowing that citizens can only exploit land previously developed by workers.          Technologies open up access to new buildings and units, so they must be planned with the          greatest care. To do this, it is possible to consult the tech tree at any time, rich in 74          possible discoveries. Yes, it is much less than in the previous opus, I know. And where          are the missing technologies you ask?          In reality, technological discoveries are now limited to technical progress. Economic,          political and religious advances are now integrated into a new concept: social policies -          and it is probably not bad to have distinguished the two aspects. These social policies          are in the form of 10 development trees. Each tree includes several branches to unlock,          with a certain number of culture points, with different bonuses available. It is also by          unlocking five complete trees that the player can embark on the construction of the Utopia          project, which represents the conditions of a cultural victory for this opus. But beware,          some antagonistic doctrines cannot be activated at the same time The functioning of social          policies is still a little superficial for my taste. They seem above all intended to          facilitate such or such condition of victory, without any notable effect your          civilization. I particularly regret the disappearance of religious and cultural influence,          which is sorely felt. And since we are talking about the cuts, what to think of the          impossibility of regulating the tax rate, the overall management of citizens' happiness,          the disappearance of spies or even the automatic transformation of land units into ships          transport once deployed on the water? Fortunately, the user will notice that these few          biases do not in any way testify to an impoverishment of the gameplay, the strategic depth          is still intact. And most of them were added back in expansions."
  }
]