[
  {
    "user": "uLLetical",
    "recommendation": "Recommended",
    "review": "Must buy if you love FPS games! This game is all about personal progression, since it comes with a high learning curve,        it's not about unlocking some stupid grip or scope for your gun. It's about you, that has to learn. The game is updated        almost once a week with new features and content, Match Making is great when you are playing with friends. The real game        for people that love to play competitively, with a team or just solo. There are also casual game modes available for the        people that don't like to play competitively, such as Arms Race, Deathmatch, Hostage and Defusual missions which can be        played on casual style, or mostly known as public or community servers. These modes are great to learn the game, and        improve your play. Pros. Match Making. Skill levels and ranks, play against players of your own skill level. Competitive        scene, with ladders and tournaments. The CS feeling, transition from older CS games to CS:GO isn't that hard. Most old        maps from CS, are in the game. No perks and other unnecessary clutter. Great spectator sport, easily to understand and        interesting to watch! No pay to win model, all items are purely cosmetic. Cons. Match Making 64 tick servers stability        could be improved. Game could use some optimization here and there. Cheaters now and then, but that's online gaming for        you. RiP Desert Eagle, as we once knew it. If you are looking to improve your aim skills, try out these maps."
  },
  {
    "user": "T O B I C A T E D",
    "recommendation": "Recommended",
    "review": "《 C S : G O 》        ▪ short keywording review ▪        ◇─◇──◇─────◇──◇─◇        ✘ Graphics ✘        ★★★★☆        + decent graphics        + enough for fps shooter that time        + can be adjusted as liked for competitive players or casual players        ◇─◇──◇─────◇──◇─◇        ✘ Community ✘        ★★☆☆☆        + sometimes meeting cool people        - most of the times toxic players        ◇─◇──◇─────◇──◇─◇        ✘ Game modes ✘        ★★★☆☆        + little variety if you don't like to play competitive all the time        - some modes are quite boring after a few games        ◇─◇──◇─────◇──◇─◇        ✘ Leveling system ✘        ★★★☆☆        + getting bonus ranks at the moment for missions in current operation \"Broken Fang\"        - takes way to long if it isn't your main game and you don't play much cause you're        playing other games        ◇─◇──◇─────◇──◇─◇        ✘ Dealing with the game ✘        ★★★☆☆        + easy to understand        - hard to master (takes hours to learn: map knowledge, moving, nate throwing, spots,        weapons, tactics...)        ◇─◇──◇─────◇──◇─◇        ✘ Price-Performance ✘        ★★★★★        + free to play        + can spend a lot of money ingame, but isn't needed, so it's your choice        ◇─◇──◇─────◇──◇─◇        ✘ Conclusion ✘        ★★★☆☆        + game is fine        - community is destroying the fun (not all, but sadly most of them)        ◇─◇──◇─────◇──◇─◇"
  },
  {
    "user": "basicbritishlad",
    "recommendation": "Recommended",
    "review": "Extremely fun and addictive to play. Not to mention how much it is when you share the        experience with some friends. Playing casual is like being in a MW2 server and it's funny        as hell, I won't ever get bored of it purely because of the community that plays this        game. Very competitive and the rush of adrenaline when you clutch for the W is like no        other. Custom maps from the Steam Workshop can be amazing and I have had hours of fun with        player made maps and game modes. Only two downfalls to this game however is the anti cheat        and the toxicity in comp modes. Yes there's prime that you can pay the £11.99 for and I        say it's worth it, but people can still buy accounts from third party websites just to        throw it away in the first game they join by using spin bot and Wall hacks (i've seen this        first hand). Pretty disappointing, but thankfully doesn't happen too often to make a        change to my time on this game. As for the toxicity, people try to find whatever ways they        can to degrade you and make you angry just for the hell of it, so this game isn't for        people who feel insulted easily. Overall this is a great game that I recommend to anyone        looking for a semi realistic shooter."
  }
]