{
  "csgo":{
      "title": "Counter Strike Global Offensive",
      "description": "Counter-Strike: Global Offensive (CS: GO) expands upon the team-based action gameplay        that it pioneered when it was launched 19 years ago.        CS: GO features new maps, characters, weapons, and game modes, and delivers updated        versions of the classic CS content (de_dust2, etc.).        Counter-Strike took the gaming industry by surprise when the unlikely MOD became        the most played online PC action game in the world almost immediately after its release        in August 1999, said Doug Lombardi at Valve. For the past 12 years, it has continued to        be one of the most-played games in the world, headline competitive gaming tournaments and        selling over 25 million units worldwide across the franchise. CS: GO promises to expand        on CS' award-winning gameplay and deliver it to gamers on the PC as well as the next        gen consoles and the Mac."
    }
},

{
  "civ5":{
    "title":"Sid Meier's Civilization V",
    "description": "The Flagship Turn-Based Strategy Game Returns        Become Ruler of the World by establishing and leading a civilization from the dawn of man into the space age: Wage war, conduct diplomacy, discover new technologies, go head-to-head with some of history’s greatest leaders and build the most powerful empire the world has ever known.        INVITING PRESENTATION: Jump right in and play at your own pace with an intuitive interface that eases new players into the game. Veterans will appreciate the depth, detail and control that are highlights of the series.        BELIEVABLE WORLD: Ultra realistic graphics showcase lush landscapes for you to explore, battle over and claim as your own.        COMMUNITY & MULTIPLAYER: Compete with players all over the world or locally in LAN matches, mod* the game in unprecedented ways, and install mods directly from an in-game community hub without ever leaving the game.        WIDE SYSTEM COMPATIBILITY: Civilization V operates on many different systems, from high end desktops to many laptops.        ALL NEW FEATURES: A new hex-based gameplay grid opens up exciting new combat and build strategies. City States become a new resource in your diplomatic battleground. An improved diplomacy system allows you to negotiate with fully interactive leaders.        *Modding SDK available as a free download.        Note: The Mac and Linux + SteamOS versions of Sid Meier's Civilization V are available in English, French, Italian, German and Spanish only."
  }
},

{
  "Project 1 Dota 2":{
    "title": "Dota 2",
    "description": "   The most-played game on Steam.        Every day, millions of players worldwide enter battle as one of over a        hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th,        there's always something new to discover. With regular updates that ensure a        constant evolution of gameplay, features, and heroes, Dota 2 has truly taken on a        life of its own.        One Battlefield. Infinite Possibilities.        When it comes to diversity of heroes, abilities, and powerful items,        Dota boasts an endless array—no two games are the same. Any hero can fill        multiple roles, and there's an abundance of items to help meet the needs of        each game. Dota doesn't provide limitations on how to play, it empowers you to        express your own style.        All heroes are free.        Competitive balance is Dota's crown jewel, and to ensure everyone is        playing on an even field, the core content of the game—like the vast pool of        heroes—is available to all players. Fans can collect cosmetics for heroes and        fun add-ons for the world they inhabit, but everything you need to play is already        included before you join your first match.        Bring your friends and party up.        Dota is deep, and constantly evolving, but it's never too late to join.        Learn the ropes playing co-op vs. bots. Sharpen your skills in the hero demo mode.        Jump into the behavior- and skill-based matchmaking system that ensures you'll        be matched with the right players each game."
  }

},

{
  "Project 1 Gmod":{
    "title":"Garry's Mod",
    "description":"Garry's Mod is a physics sandbox. There aren't any predefined aims or goals. We give you the tools and leave you to play.        You spawn objects and weld them together to create your own contraptions - whether that's a car, a rocket, a catapult or something that doesn't have a name yet - that's up to you. You can do it offline, or join the thousands of players who play online each day.        If you're not too great at construction - don't worry! You can place a variety of characters in silly positions. But if you want to do more, we have the means.        Beyond the Sandbox        The Garry's Mod community is a tremendous source of content and has added hundreds of unique modes to the game. In Trouble In Terrorist Town, you can be a detective solving an online murder as criminals attempt to cover up their homicides. Be a ball, a plant, a chair, or anything else in Prop Hunt's elaborate, shape-shifting game of Hide & Seek. Elevator: Source is gaming's first elevator thrill ride, delivering players to airlocks and kitten dance parties.        We have one of the most vibrant Steam Community Workshops, with over 300'000 models, maps, and contraptions to download. It has everything from new tools to improve your builds, to guns that fire rainbow-tinged nuclear blasts from space. Take as much or as little as you need: it’s all free.        Please note: Some multiplayer servers and game-modes might require you to own other games - such as Counter-Strike: Source and Team Fortress 2."
  }
},

{
  "gtav":{
    "title":"Grand Theft Auto V",
    "description":" When a young street hustler, a retired bank robber and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody, least of all each other.        Grand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second.        The game offers players a huge range of PC-specific customization options, including over 25 separate configurable settings for texture quality, shaders, tessellation, anti-aliasing and more, as well as support and extensive customization for mouse and keyboard controls. Additional options include a population density slider to control car and pedestrian traffic, as well as dual and triple monitor support, 3D compatibility, and plug-and-play controller support.        Grand Theft Auto V for PC also includes Grand Theft Auto Online, with support for 30 players and two spectators. Grand Theft Auto Online for PC will include all existing gameplay upgrades and Rockstar-created content released since the launch of Grand Theft Auto Online, including Heists and Adversary modes.        The PC version of Grand Theft Auto V and Grand Theft Auto Online features First Person Mode, giving players the chance to explore the incredibly detailed world of Los Santos and Blaine County in an entirely new way.        Grand Theft Auto V for PC also brings the debut of the Rockstar Editor, a powerful suite of creative tools to quickly and easily capture, edit and share game footage from within Grand Theft Auto V and Grand Theft Auto Online. The Rockstar Editor’s Director Mode allows players the ability to stage their own scenes using prominent story characters, pedestrians, and even animals to bring their vision to life. Along with advanced camera manipulation and editing effects including fast and slow motion, and an array of camera filters, players can add their own music using songs from GTAV radio stations, or dynamically control the intensity of the game’s score. Completed videos can be uploaded directly from the Rockstar Editor to YouTube and the Rockstar Games Social Club for easy sharing.        Soundtrack artists The Alchemist and Oh No return as hosts of the new radio station, The Lab FM. The station features new and exclusive music from the production duo based on and inspired by the game’s original soundtrack. Collaborating guest artists include Earl Sweatshirt, Freddie Gibbs, Little Dragon, Killer Mike, Sam Herring from Future Islands, and more. Players can also discover Los Santos and Blaine County while enjoying their own music through Self Radio, a new radio station that will host player-created custom soundtracks.        Special access content requires Rockstar Games Social Club account. Visit http://rockstargames.com/v/bonuscontent for details."
  }
},

{
  "Project 1 Skyrim":{
    "title":"The Elder Scrolls V: Skyrim",
    "description":"EPIC FANTASY REBORN        The next chapter in the highly anticipated Elder Scrolls saga arrives from the makers of the 2006 and 2008 Games of the Year, Bethesda Game Studios. Skyrim reimagines and revolutionizes the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose.        LIVE ANOTHER LIFE, IN ANOTHER WORLD        Play any type of character you can imagine, and do whatever you want; the legendary freedom of choice, storytelling, and adventure of The Elder Scrolls is realized like never before.        ALL NEW GRAPHICS AND GAMEPLAY ENGINE        Skyrim’s new game engine brings to life a complete virtual world with rolling clouds, rugged mountains, bustling cities, lush fields, and ancient dungeons.        YOU ARE WHAT YOU PLAY        Choose from hundreds of weapons, spells, and abilities. The new character system allows you to play any way you want and define yourself through your actions.        DRAGON RETURN        Battle ancient dragons like you’ve never seen. As Dragonborn, learn their secrets and harness their power for yourself."
  }
},
{
  "Project 1 TF2":{
    "title":"Counter-Strike Global Offensive",
    "description":"The most fun you can have online" "- PC Gamer        Is now FREE!        There’s no catch! Play as much as you want, as long as you like!        The most highly-rated free game of all time!        One of the most popular online action games of all time, Team Fortress 2 delivers constant free updates—new game modes, maps, equipment and, most importantly, hats. Nine distinct classes provide a broad range of tactical abilities and personalities, and lend themselves to a variety of player skills.        New to TF? Don’t sweat it!        No matter what your style and experience, we’ve got a character for you. Detailed training and offline practice modes will help you hone your skills before jumping into one of TF2’s many game modes, including Capture the Flag, Control Point, Payload, Arena, King of the Hill and more.        Make a character your own!        There are hundreds of weapons, hats and more to collect, craft, buy and trade. Tweak your favorite class to suit your gameplay style and personal taste. You don’t need to pay to win—virtually all of the items in the Mann Co. Store can also be found in-game.",
  }

},
{
  "Project 1 TF2":{
    "tiitle":"Carcino Not Recommended",
    "description":"        This game has given me both fun memories, introduced me to the friends I know today, and        overall was a fun time. How is it now? I sadly can't recommend this game to anyone who is        looking for an FPS to play. As of this review, cheating bots have swarmed the Valve        official match making servers and are now asking for money just for players to be "immune"        to bots (yes, this is an actual thing that is going on and casual just feels unsafe now        that the bot owners are now asking for money just for it to all stop.)\r\n\r\n        It doesn't help either that the silence and neglect from the dev team shows that this game        will not last long, granted yes community servers are quite possibly the best to go to as        of right now but the fact that it got this far especially now in 2021 when the whole        situation with bots has been happening since around the beginning of 2020 and all thats        happened to this game is Free to Play users are actually getting silenced while the        cheating bots managed to bypass any of all types measures the team already did for the        game.\r\n\r\n         Valve, if you read this then I urge you to please...look into the match making servers of        this game, update your anti-cheat, something. Many of the members of this community are        asking you to just do something against the bots when all solutions have been nothing but        negatives on the game and some people may or already have jumped ship. I already jumped        ship because I was tired of waiting for any sort of response to the whole situation with        the bots, that its better to play something fun than wait for something only to expect        false promises.\r\n\r\n         To those who read this review, if you want to play this game still despite my thoughts on        this I urge you to play on community servers. The casual rank does not matter in the        slightest, trust me. But as I stated before..I advise staying away from this game. Too        much neglect from the devs and radio silence from said devs has made this game unplayable        in official Valve matchmaking.\r\n\r\n   If the situation changes regarding this game, my review will be changed. Until then stay        far away from this one."
  }
},
{
  "Project 1 TF2":{
    "title":"Xtract 31.4 Recommended",
    "description":"          This is my love letter to Team Fortress 2.        Basically, if you did encounter it randomly - like through the memes (there are maany),        then I recommend you playing it.        But listen out - there is something, that no-one is brave to say.        The game will slowly fade away. Why?        It's not optimized. It's not being updated. It's... terrible.\r\n\r\n           But that's not the case, my dear. Valve has created a universe with Pixar level quality,        except with guns and blood. And it's awesome.        You will enjoy hundreds of animations, posters... Because they are amazing. But the game        itself? Try something else.        Final conclusion is - that fanbase is much, much better, than the game itself. But        nevertheless, if you did not ever try it - go ahead! I spent a thousand of hours here, and        I don't regret a second."
  }
},


{
  "Project 1 TF2":{
    "title":"Spyngo cat with drip Recommended",
    "description":"       Honestly it's really fun you know learning things and improving things from here and there        but you'll get used to it sometimes there are bots or people who really just makes you        want to punch there teeth off but it's a once in a while type of thing that said some maps        well I can't say there are horrible but very chokey like hallways on every turn you know        not a lot of maps some are that way but in all the maps are fun, Mvm or know as Mann        versus machine my all time favorite mode it's fun to have a team of 6 against robots and        beat some waves I do boot camp so I can't say for certain that Mann up is the same or not        but in all it is fun with some friends or randoms however there are others that really        don't want to cooperate with the team so the waves are a lost cause but it's rare also        don't lose on wave one everyone might leave or try to anyways, the only thing I can say        that is bad the anti cheat system or bots hackers and cheaters bots give it away fast tho        are annoying to boot off the game cheat/hackers love to see what you reactions don't give        it please don't give in yeah sure some of them do it cause they "will never stop til thy        anti cheat system is better" which not sure if it's true but some for fun some to watch        others and some cause they don't care and just do it like a normal daily basis I don't        know what other reasons but it's somethings some do it because they had horrible times in        the real world or just do it for others I can't say it in this matter so I'll be silent        about this, this game is fun but please try to you know do things so you don't have a        horrible day take a break you know I'm a hypocrite but take my words or don't idk but yeah        if you want me to say more you gotta understand and play the game yourself or you do but        still don't understand look out on things in tf2 you know the community servers are crazy        fun I almost forget to talk about those some are x10 or higher number value some are like        maps some people made to play on them or just hosts the maps we see in game for people who        like that map and mvm too. (I can't say this is a review of all reviews so bear with me on        things and just try it)"
    
  }
}