[
  {
    "user": "H4XOR",
    "recommendation": "Recommended",
    "review": "Dota 2 deserves its intimidating reputation, and it probably won’t suit you if you’re        looking to play casually.        There’s a huge time investment before you can even enjoy a game, let alone feel competent        at it.        But once you start to learn its secrets, there’s a wild and exciting variety of play here        that’s unmatched, even by its peers.        It’s a challenge of knowledge as well as reflexes, and success is a rush. The fact that        it’s completely and totally free to play in the way we wish all free-to-play games could        be isn’t just one of the most generous propositions anywhere in gaming, it creates a level        playing field where skill and cooperation is paramount. May the best team win."
  },
  {
    "user": "gratitude",
    "recommendation": "Recommended",
    "review": "You learn how to learn, how to lose and most importantly you learn about you.Alright.... so here is my dota 2 review after playing almost 6000 hours over the span of 3 years.1. general thoughts and how i started:        I was 15 when a friend recommended dota 2 to me. Back then i wouldnt ever have imagined        how much time this game would take from me. At some point i was playing 12+ hours a day        for weeks. Now im approaching my 19th birthday and im kind of conflicted on what kind of        impact this game had on my life. I learned a lot about myself and generally speaking        matured a lot regarding interacting with other humans. Dota isnt just a game, Dota is        something else, something i have never experienced even when i was addicted to a mmorpg        when i was 9-13. You learn how to learn, how to improve, how to win and how to lose. The        most important thing dota teached me was how emotions impact your performance, and that        saying 'nothing' is sometimes the best thing to do. In real life no one really teaches you        stuff like that since people are kind of used to dealing with emotional ♥♥♥♥♥♥♥♥.2. Did i waste my youth?:        So this sounds a bit depressing but this is a thought that i had sometimes. but        realisticially speaking, knowing myself, im really unsure of how much my life wouldve been        different if i never started dota. I asume i wouldve been a bit further regarding social        contacts but career/school-wise i highly doubt that it wouldve made a big difference. You        gotta be realistic when thinking about stuff like this. Im not a very social guy. I dont        like to put work into stuff i dont care about. The thoughts 'lets learn music' or 'lets        study' wouldnt have EVER crossed my mind when i was 15. Im pretty sure if i wouldnt have        started with dota i wouldve just been gooning around the city and abuse drugs, since thats        a lot of fun to me. Back then i actually never even thought about working on something to        improve, that whole dimension of 'improving' wasnt even there for me. I just went to        school got home and did fun stuff sometimes. Thats it. No goals. No aspiration, nothing.        Dota changed that.3. time invested into dota2:        EVERY dota player that has spent more than 1000 hours into this game has had that thought        of 'oh man i shouldve learned something with this time.... i couldve been amazing now..'        at some point. But everyone is disregarding the fact that grinding dota is something VERY        EASY and comfortable to do, unlike studying or learning an instrument. Just think about        what kind of game dota 2 is that spending 1000s of hours is something you do with        pleasure. It's kind of insane thinking about it. Once i started studying more for school        again i realized how much ♥♥♥♥♥♥♥ time 100 hours is. I garantue you that you will be a top        student if youd put 20 hours a week into studying outside of school. But the big        difference is that dota is just so much more fun and REWARDING.REWARDING: dota 2 is ♥♥♥♥♥♥♥ REWARDING. you learn a new hero -> BAMM MMR. you start        understanding how to farm -> M . M . RYOUR RANK GOES ♥♥♥♥♥♥♥ UP. IT FEELS AMAZING. at school you get an A and you smile for        about 10 minutes and then youre back to being miserable. theres no punishment for being        mediocre. At least thats how i feel right now and im graduating this year(grades are        OK(kinda good, not great)).ReasoN I WROTE THIS: im downloading dota right now because my laptop is REALLY ♥♥♥♥♥♥ up        adn deletes files something, so i needed something to doCONCLUSION: AMAZING GAME, EATS ALL YOUR TIME, YOU WILL HAVE FUN(if you are competetive)"
  },
  {
    "user": "Zexhall",
    "recommendation": "Recommended",
    "review": "DotA 2 Will drain you of your will to keep playing, and yet you will always return.        DotA 2 Will make you regret ever playing it, and yet you will always think 'Just one more        game'        DotA 2 Will take away all your free time, and yet you'll almost feel proud of how many        hours you have in DotA 2.        With the time you spend on this game, you could do all sorts. Study on learning a new set        of skills to further your career. You could raise money for charity. You could be an aid        worker for a foreign country and help improve the lives of others. You could even just        play other games, you know, those ones sitting in your backlog, pushed aside by DotA 2.        But you won't.        You will always return to this game. The maximum you will learn from playing this game is        how to insult others in various languages (mostly these languages will consist of Russian        and Peruvian.). This game will become as much a part of your life as eating or blinking.        Half the time you will not even remember having played DotA 2 on a certain day. It just        becomes natural to you.        If you start playing this game, you will become addicted.        You will also spend obscene amounts of money on cosmetics. A quick chest purchase here, a        few random items on the market there, and boom. Like me you'll have spent far too much on        a game which needs no money spent on it. If you start DotA 2, not only will you be        subjecting yourself to a motivation-destroying hobby, but also subjecting yourself to a        wallet emptying one too.        tl;dr This game will take away your time, money and patience for others. You will become        an angry person.        Basically 10/10 GOTY All years"
  }
]