[
  {
    "user": "BRODO SW4GGONS",
    "recommendation": "Not Recommended",
    "review": "don't misunderstand me. i love this game, but it is not geared towards new players at all.        free content sounds great in theory, but in practice it means every mission underpays        severely, and everything you can buy costs a crazy amount of money. there is a tutorial        for online, but it has not been updated since the original release in 2013. if a new        player starts now, they get endless phone calls telling them to buy multi million dollar        properties, with no explanation on how they should get the money, or where they should        start. the players who do make enough to buy these properties become leaders of criminal        enterprises, which sounds cool, but only means that you have more to spend money on, and        now you have a target on your back. For example if you are sourcing crates for CEO        warehouses, as soon as u pick up the first crate, the game sends out a session wide ping,        and actively tells other players to come kill you and destroy your cargo for cash and rp.        how much cash do u get for this, 2 grand and minimal rp, how much of the CEOs money did u        just waste, 18 grand at the high end, plus 5000 for each death they suffered at your hand.        this does not sound like it would be much of a problem because everyone is in cars on the        road, right? WRONG!! let me introduce to you the oppressor mk2. the developers at Rockstar        games decide to create the most powerful griefer tool ever created and unleash it for the        low, low price of 30$ in real world currency, or 3 million dollars in game. what is the        oppressor u ask? the 0ppressor is a flying hoverbike with perfect homing rockets that can        not only lock onto cars, but also individual people. really rockstar? why is this a thing?        oh and dont get me started on the hacking problem. modders can do whatever they want,        whenever they want, to whoever they want, and they cant be stopped, even after you switch        lobbies, anything they spawned or change stays with you. modders can force players out of        any vehicle, force teleport players into cages, or just spawn explosions and kill everyone        at once. how many people are in each lobby? 30 people per lobby is not bad when the game        is server based, OH WAIT, when the game re released for next gen they made it p2p. for 30        people anywhere in the world to be allowed in one session, and rockstar thought it was a        good idea to use a system designed for 10 at the hard max, and that is with good internet        and good netcode, which this game does NOT have. lastly because of how competitive the        game is due to the freeroam businesses, this games playerbase is among the most toxic        player base i have EVER seen, players grief eachothers businesses just because they are        bored. ROCKSTAR I BEG YOU, please make businesses available to work in private sessions so        that solo players, and friend groups can play in peace. one last thing, shark cards are        ♥♥♥♥♥♥♥♥ and dont give enough to be worth it, no matter what sales you have at the time.        PS THE STORY MODE IS WORTH EVERY PENNY"
  },
  {
    "user": "Stone",
    "recommendation": "Recommended",
    "review": "The scale is dizzying. It's insanely detailed too. Gangs loitering on street corners,        cracked roads, foreclosure notices, and police searchlights cutting through the night sky        give the poor areas of the city a tangible layer of grime. In Vinewood, sports cars glint        in the sun, tourists snap pictures with their phones, and obnoxious starlets bray into        their phones about movie auditions. Wander through the countryside and you'll see        backpackers, cyclists, and people walking their dogs. Extras in rubber alien costumes take        smoke breaks on studio lots, and bikers cruise the desert highways... The world is        breathtaking, the script is funny, the music is superb... and, most of all, it's really,        really fun.        Shut Up and take my money! ;)))))))))))))"
  },
  {
    "user": "broadbentenoch",
    "recommendation": "Recommended",
    "review": "After almost 200 hours of gameplay, I'll say this: its not exactly a enjoyable game, if        you don't have experience in games and how they play, fact being that this game has so        many little quests, missions, businesses and events, that it could leave a novice gamer        baffled as to what they're doing.        Also, this game is kinda graphics hungry when the settings start getting on the higher        end, but that hasn't really hit me very hard, since I'm running a pretty \"beefy\" machine,        but it's definitely something to keep your eyes on."
  }
]