[
  {
    "user": "Carcino",
    "recommendation": "Not Recommended",
    "review": "This game has given me both fun memories, introduced me to the friends I know today, and        overall was a fun time. How is it now? I sadly can't recommend this game to anyone who is        looking for an FPS to play. As of this review, cheating bots have swarmed the Valve        official match making servers and are now asking for money just for players to be 'immune'        to bots (yes, this is an actual thing that is going on and casual just feels unsafe now        that the bot owners are now asking for money just for it to all stop.)        It doesn't help either that the silence and neglect from the dev team shows that this game        will not last long, granted yes community servers are quite possibly the best to go to as        of right now but the fact that it got this far especially now in 2021 when the whole        situation with bots has been happening since around the beginning of 2020 and all thats        happened to this game is Free to Play users are actually getting silenced while the        cheating bots managed to bypass any of all types measures the team already did for the        game.        Valve, if you read this then I urge you to please...look into the match making servers of        this game, update your anti-cheat, something. Many of the members of this community are        asking you to just do something against the bots when all solutions have been nothing but        negatives on the game and some people may or already have jumped ship. I already jumped        ship because I was tired of waiting for any sort of response to the whole situation with        the bots, that its better to play something fun than wait for something only to expect        false promises.        To those who read this review, if you want to play this game still despite my thoughts on        this I urge you to play on community servers. The casual rank does not matter in the        slightest, trust me. But as I stated before..I advise staying away from this game. Too        much neglect from the devs and radio silence from said devs has made this game unplayable        in official Valve matchmaking.        If the situation changes regarding this game, my review will be changed. Until then stay        far away from this one."
  },
  {
    "user": "Xtract 31.4",
    "recommendation": "Recommended",
    "review": "This is my love letter to Team Fortress 2.        Basically, if you did encounter it randomly - like through the memes (there are maany),        then I recommend you playing it.        But listen out - there is something, that no-one is brave to say.        The game will slowly fade away. Why?        It's not optimized. It's not being updated. It's... terrible.        But that's not the case, my dear. Valve has created a universe with Pixar level quality,        except with guns and blood. And it's awesome.        You will enjoy hundreds of animations, posters... Because they are amazing. But the game        itself? Try something else.        Final conclusion is - that fanbase is much, much better, than the game itself. But        nevertheless, if you did not ever try it - go ahead! I spent a thousand of hours here, and        I don't regret a second."
  },
  {
    "user": "Spyngo cat with drip",
    "recommendation": "Recommended",
    "review": "Honestly it's really fun you know learning things and improving things from here and there        but you'll get used to it sometimes there are bots or people who really just makes you        want to punch there teeth off but it's a once in a while type of thing that said some maps        well I can't say there are horrible but very chokey like hallways on every turn you know        not a lot of maps some are that way but in all the maps are fun, Mvm or know as Mann        versus machine my all time favorite mode it's fun to have a team of 6 against robots and        beat some waves I do boot camp so I can't say for certain that Mann up is the same or not        but in all it is fun with some friends or randoms however there are others that really        don't want to cooperate with the team so the waves are a lost cause but it's rare also        don't lose on wave one everyone might leave or try to anyways, the only thing I can say        that is bad the anti cheat system or bots hackers and cheaters bots give it away fast tho        are annoying to boot off the game cheat/hackers love to see what you reactions don't give        it please don't give in yeah sure some of them do it cause they 'will never stop til thy        anti cheat system is better' which not sure if it's true but some for fun some to watch        others and some cause they don't care and just do it like a normal daily basis I don't        know what other reasons but it's somethings some do it because they had horrible times in        the real world or just do it for others I can't say it in this matter so I'll be silent        about this, this game is fun but please try to you know do things so you don't have a        horrible day take a break you know I'm a hypocrite but take my words or don't idk but yeah        if you want me to say more you gotta understand and play the game yourself or you do but        still don't understand look out on things in tf2 you know the community servers are crazy        fun I almost forget to talk about those some are x10 or higher number value some are like        maps some people made to play on them or just hosts the maps we see in game for people who        like that map and mvm too. (I can't say this is a review of all reviews so bear with me on        things and just try it)"
  }
]