{
  "csgo": {
      "title": "Counter Strike Global Offensive",
      "description": "Counter-Strike: Global Offensive (CS: GO) expands upon the team-based action gameplay        that it pioneered when it was launched 19 years ago.        CS: GO features new maps, characters, weapons, and game modes, and delivers updated        versions of the classic CS content (de_dust2, etc.).        Counter-Strike took the gaming industry by surprise when the unlikely MOD became        the most played online PC action game in the world almost immediately after its release        in August 1999, said Doug Lombardi at Valve. For the past 12 years, it has continued to        be one of the most-played games in the world, headline competitive gaming tournaments and        selling over 25 million units worldwide across the franchise. CS: GO promises to expand        on CS' award-winning gameplay and deliver it to gamers on the PC as well as the next        gen consoles and the Mac."
    },
  "civ5": {
    "title": "Sid Meier's Civilization V",
    "description": "The Flagship Turn-Based Strategy Game Returns        Become Ruler of the World by establishing and leading a civilization from the dawn of man into the space age: Wage war, conduct diplomacy, discover new technologies, go head-to-head with some of history’s greatest leaders and build the most powerful empire the world has ever known.        INVITING PRESENTATION: Jump right in and play at your own pace with an intuitive interface that eases new players into the game. Veterans will appreciate the depth, detail and control that are highlights of the series.        BELIEVABLE WORLD: Ultra realistic graphics showcase lush landscapes for you to explore, battle over and claim as your own.        COMMUNITY & MULTIPLAYER: Compete with players all over the world or locally in LAN matches, mod* the game in unprecedented ways, and install mods directly from an in-game community hub without ever leaving the game.        WIDE SYSTEM COMPATIBILITY: Civilization V operates on many different systems, from high end desktops to many laptops.        ALL NEW FEATURES: A new hex-based gameplay grid opens up exciting new combat and build strategies. City States become a new resource in your diplomatic battleground. An improved diplomacy system allows you to negotiate with fully interactive leaders.        *Modding SDK available as a free download.        Note: The Mac and Linux + SteamOS versions of Sid Meier's Civilization V are available in English, French, Italian, German and Spanish only."
  }
}