[
  {
    "user": "$11",
    "recommendation": "Recommended",
    "review": "TLDR:        Unless there is a mod exclusive to Skyrim Legendary Edition, go buy Skyrim Special        Edition. SE is more stable than LE because it is 64-bit & DirectX 11 while LE is 32-bit &        DirectX 9 (in layman's terms: You will experience fewer crashes on SE than on LE). And if        you haven't played Skyrim yet, you have done well to avoid Todd Howard for 9 years (and        counting). Amazing first time RPG experience & one of the biggest modding scenes to date        leading to potentially thousands of hours of replayability.        GENRE:        Open-world fantasy RPG        GAMEPLAY:        After the introductory cutscene, you are free to roam the map of Skyrim as you please.        Visit various undiscovered map locations teeming with wild and dangerous enemies both        human and non-human. Build the character and play style you want to: become a mage and        harness the powers of destruction magic to burn your opponents alive or manipulate their        minds with illusion magic; or become a fearsome warrior who travels the world in heavy        armor and swings a mighty axe to decapitate everyone in sight; or let's be real and accept        the reality that in every playthrough you will somehow, whether intentionally or not, end        up playing a stealth archer build who abuses the vanilla sneak system and headshots        enemies from a mile away without being detected.        Join various factions ranging from the honorable Companions of Whiterun to the mysterious        Dark Brotherhood. Complete quests to obtain various riches ranging from special enchanted        weapon artifacts to brand new player housing. Follow the main quest and find out what is        the reason behind dragons returning to Skyrim and what how exactly you are involved with        everything.        GRAPHICS:        Skyrim SE was released in 2016 as a remaster of Skyrim LE with added graphical features        including godrays, dynamic DOF, and environmental effects. There isn't any brand new        vanilla content, but the land of Skyrim sure looks better in vanilla SE than in vanilla        LE. The game has a big map filled with different landscapes from grassy plains to bustling        Nordic cities and of course snowy mountains that seem to climb all the way to the stars.        There is plenty of variety in the world of Skyrim: different weapons, armors, wildlife,        enemy types, dungeon types etc.        In terms of performance, vanilla SE runs much better than LE and is practically crash free        since it isn't restricted by a small memory block like LE (that is not to say that the        game won't crash if you mod it with 400 mods).        In any event, if you don't like something about the graphics, the issue is easily fixable        through modding (replacing textures, adding new visual effects, adding an ENB, etc.).        STORY:        In the beginning, you find yourself as a prisoner in classic Elder Scrolls fashion. For        some reason, you are on a cart heading towards a chopping block where everyone in the        cart, including yourself, is about to be executed. Your execution is rudely interrupted by        a renegade dragon who mysteriously attacks everyone on sight, but fortunately it grants        you freedom. After escaping, your story is up to you to make or discover.        Pursue the main quest and find out what that dragon was doing at the execution and what        your role in these events is. Or choose to pursue other faction quests and enter the ranks        of various guilds around Skyrim. Or ignore everything and just wander in a direction until        you reach a new unvisited landmark and explore what lies ahead.        STRENGTHS:        -Skyrim is reputable for having a big, open-world where one tagline for advertisement was        'if you see it, you can go to it'. In most cases, this is true (so long as you are within        the map of Skyrim's borders). If you see a mountain in the distance, by all means you can        probably jump your way up to it. Thus, there is a large amount of freedom in the game for        you to go wherever and do whatever. It is highly likely that you will stumble upon        something interesting while straying away from a main road or following a divergent path        away from your intended destination.        -The non-radiant (non-repeatable) quests in Skyrim are pretty good. There are many stories        for you to unravel and be a part of. If you are finding a questline to be a bit boring,        you are (for the most part) free to leave and return to the quest at your own disposal in        the future.        -You really are free to build the class/playstyle you want to; if you want to get better        at Skill x, just do Skill x-related tasks and your levels will improve. Just consider not        playing a stealth archer for once. Or don't.        -Mods. Modding Skyrim becomes its own game once you enter the wormhole of modding. If you        can imagine it, someone probably made a mod for it. Whether you want to retexture a city,        revamp the game's perk system, add a custom follower, or change all dragons into Macho Man        Randy Savage, there's a mod for nearly everything imaginable. Ask anyone who has modded        the game and they will probably tell you 'I've spent more time modding the game than        playing it at this point'. Most, if not all, mods are available in both LE and SE, and        certain mods are still in the process of being converted from LE to SE if they haven't        already been converted.        WEAKNESSES:        -In modern day standards, the combat of Skyrim is pretty awful, particularly the melee.        Close-quarters melee combat doesn't feel impactful in that generally you swing a weapon at        an enemy and unless it is a power attack, you won't really get a reaction out of them like        a wince or a flinch. The melee feels very 'floaty' and otherwise unimpressive.        -I think most players agree that the Civil War storyline overall isn't very interesting/is        pretty buggy in the vanilla game.        -You will probably encounter various NPC's that share voice actors given that there are so        many NPC's (usually given backstories) in the game and a limited amount of voice actors        during the making of Skyrim. Although usually the important NPC's are uniquely voiced        which is a plus.        -The modding process can be pretty overwhelming to newcomers. Veterans will tell you to        test mods one at a time because if you should choose to install 10 mods at once and the        game crashes to the desktop at launch, you have to go back and figure out which mod was        the cause and why that mod specifically is the problem. You shouldn't expect all mods to        be compatible with each other so oftentimes you have to decide which mods you want and        which mods you don't need.        NUMERIC SCORE (if you care):        9/10        Skyrim is a timeless game that continues to live on because you can replay it forever, but        differently each time as people continue to make mods for the game and you continue to add        to your modlist and get sucked back in for one more playthrough."
  },
  {
    "user": "The Grandmaster",
    "recommendation": "Recommended",
    "review": "Skyrim is the best bad game I've ever played.        There is nothing that Skyrim manages to do better than any other game. Full stop. Combat,        exploration, storyline, progression, customization... There's nothing that Skyrim does        particularly well in comparison to most games. Yet, that immense weakness is the game's        greatest strength. Skyrim is immensely easy to pick up and play and is probably the best        time-waster video game I've ever seen. You keep playing it because progression on its own        is satisfying enough to keep you going.        Skyrim outright refuses to die, largely thanks to its immense modding community, who have        actively been keeping the game going for years. Modding is half the reason Skyrim today is        still a thing, and you don't need to look very far into potential mods to find something        that might interest you. Mods are easy enough to set up with online tutorials, and there's        enough available there to make Skyrim exciting for decades to come.        Look, Skyrim isn't the best game on earth, but it's an immensely fun and immensely large        fantasy RPG that has plenty of little incentives to keep you going. If you're looking for        something to actively surprise and excite you, look elsewhere. If you're looking for a        simple but satisfying and addicting experience, look no further. Skyrim is Skyrim. If        you've played it, you know. If you haven't, then you owe it to yourself to have the game        waste your time for a few hours... Or a few hundred hours."
  },
  {
    "user": "chez16",
    "recommendation": "Recommended",
    "review": "fantastic game. I basically grew up on Skyrim, 1000+ hours on my Xbox 360, 500 more on the        OG pc version and however many on special edition. great storylines, great combat, great        leveling systems, and those don't hold a candle to the insanely high quality of glitches.        10/10 game would recommend. also mods can easily squeeze another 1000 hours out of this        game if you manage to get bored."
  }
]